import React from 'react';
import classes from '@/component/office_armchair/page-office-armchair.module.css';
const Lijko = () => {
  return (
    <main className={`${classes.container_office_armchair}`}>
      <h1>Перетяжка ліжка </h1>
      <div className={`${classes.container_office_armchair_des}`}>
        <img src="./image/lijko.jpg" alt="Перетяжка кутового дивану" />
        <div>
          <h2>Перетяжка ліжка: Нове життя вашому місцю для відпочинку!</h2>
          <p>
            Втомилися від вигляду старого ліжка? Ми знаємо, як його перетворити!
            Пропонуємо послугу перетяжки ліжка з використанням якісної тканини з
            антикігтевим покриттям. Тепер ваш улюблене ліжко виглядатиме як
            нове, а якісна тканина гарантує довговічність та стійкість до
            пошкоджень.
          </p>

          <h3>Що ми пропонуємо?</h3>
          <ul>
            <li>
              <strong>Якісна тканина:</strong> Широкий вибір кольорів та текстур
              для створення ідеального стилю вашого офісу.
            </li>
            <li>
              <strong>Антикіготь:</strong> Забудьте про подряпини та пошкодження
              – наші матеріали створені для витривалості.
            </li>
            <li>
              <strong>Безкоштовна доставка по місту Київ:</strong> Забезпечуємо
              швидке та зручне отримання вашого оновленого дивана.
            </li>
          </ul>

          <p>
            Зробіть перший крок до комфорту та стилю в вашій квартирі!
            Замовляйте перетяжку ліжка вже сьогодні та насолоджуйтеся
            бездоганною якістю.
          </p>
        </div>
      </div>
    </main>
  );
};

export default Lijko;
