import React from 'react';
import Head from 'next/head';

const FaqSofa = () => {
  const faqData = {
    '@context': 'https://schema.org',
    '@type': 'FAQPage',
    mainEntity: [
      {
        '@type': 'Question',
        name: 'Що таке перетяжка дивана?',
        acceptedAnswer: {
          '@type': 'Answer',
          text: "Перетяжка дивану — це процес оновлення м'яких меблів, який включає заміну оббивки, наповнювача чи ремонт каркаса. Це дозволяє відновити естетичний вигляд, комфорт та функціональність меблів, продовживши їх термін служби. Популярне рішення для економії та збереження улюблених предметів інтер’єру.",
        },
      },
      {
        '@type': 'Question',
        name: 'Які переваги перетяжки дивана?',
        acceptedAnswer: {
          '@type': 'Answer',
          text: 'Перетяжка дивану дозволяє заощадити кошти, адже це дешевше за покупку нового дивану. Ви можете обрати дизайн і тканину, що відповідають вашому стилю. Це екологічно, адже зменшує кількість відходів, продовжує термін служби дивану та допомагає зберегти улюблені предмети інтер’єру.',
        },
      },
      {
        '@type': 'Question',
        name: 'Як відбувається доставка дивана по місту Київ?',
        acceptedAnswer: {
          '@type': 'Answer',
          text: 'Доставка дивану відбувається швидко та зручно. У нас безкоштовна доставка/вивіз по Києву за умови наявності працюючого ліфта. Ми дбаємо про збереження дивану під час транспортування, тому гарантуємо акуратне завантаження, перевезення та розвантаження.',
        },
      },
      {
        '@type': 'Question',
        name: 'У вас є безкоштовна консультація?',
        acceptedAnswer: {
          '@type': 'Answer',
          text: 'У нас є безкоштовна консультація зі зразками тканини за Вашою адресою. Ми приїдемо у зручний для Вас час, покажемо варіанти оббивки та допоможемо з вибором. Це дозволяє Вам зекономити час і отримати професійні рекомендації, не виходячи з дому.',
        },
      },
    ],
  };

  return (
    <>
      <Head>
        <script
          type="application/ld+json"
          dangerouslySetInnerHTML={{ __html: JSON.stringify(faqData) }}
        />
      </Head>
      <section>
        <h3>Відповіди, які можуть Вас цікавить?</h3>
        <ol>
          <li>
            <details>
              <summary>Що таке перетяжка дивана?</summary>
              <p>
                Перетяжка дивану — це процес оновлення м&apos;яких меблів, який
                включає заміну оббивки, наповнювача чи ремонт каркаса. Це
                дозволяє відновити естетичний вигляд, комфорт та
                функціональність меблів, продовживши їх термін служби. Популярне
                рішення для економії та збереження улюблених предметів
                інтер’єру.
              </p>
            </details>
          </li>
          <li>
            <details>
              <summary>Які переваги перетяжки дивана?</summary>
              <p>
                Перетяжка дивану дозволяє заощадити кошти, адже це дешевше за
                покупку нового дивану. Ви можете обрати дизайн і тканину, що
                відповідають вашому стилю. Це екологічно, адже зменшує кількість
                відходів, продовжує термін служби дивану та допомагає зберегти
                улюблені предмети інтер’єру.
              </p>
            </details>
          </li>
          <li>
            <details>
              <summary>Як відбувається доставка дивана по місту Київ?</summary>
              <p>
                Доставка дивану відбувається швидко та зручно. У нас безкоштовна
                доставка/вивіз по Києву за умови наявності працюючого ліфта. Ми
                дбаємо про збереження дивану під час транспортування, тому
                гарантуємо акуратне завантаження, перевезення та розвантаження.
              </p>
            </details>
          </li>
          <li>
            <details>
              <summary>У вас є безкоштовна консультація?</summary>
              <p>
                У нас є безкоштовна консультація зі зразками тканини за Вашою
                адресою. Ми приїдемо у зручний для Вас час, покажемо варіанти
                оббивки та допоможемо з вибором. Це дозволяє Вам зекономити час
                і отримати професійні рекомендації, не виходячи з дому.
              </p>
            </details>
          </li>
        </ol>
      </section>
    </>
  );
};

export default FaqSofa;
