import classes from './mevaro_company.module.css'

const Mevaro_Company = () => {
    return (
        <div className={`${classes.mevaro_company_container}`}>
            <p>
                <strong>Mevaro</strong> — компанія з Києва, що спеціалізується на <em>перетяжці та ремонті м’яких меблів</em>. Ми оновлюємо дивани, крісла, стільці, банкетки та інші предмети інтер'єру, повертаючи їм стильний вигляд та зручність. Виконуємо <strong>заміну пружинного блоку, поролону, оббивки, підлокітників</strong> та внутрішнього наповнення. Працюємо з широким вибором тканин і матеріалів, надаємо безкоштовну консультацію з прикладами. Гарантуємо якість, акуратність, швидке виконання замовлень і доступні ціни.
            </p>
        </div>
    )
}

export default Mevaro_Company;
