import Image from 'next/image';
import React from 'react';
import classes from '@/component/office_armchair/page-office-armchair.module.css';
const AngularSofa = () => {
  return (
    <section className={`${classes.container_office_armchair} pt-[30px]`}>
      <h1>Перетяжка кутового дивану </h1>
      <div className={`${classes.container_office_armchair_des}`}>
        <img src="./image/angular_sofa.jpg" alt="Перетяжка кутового дивану" />
        <div>
          <h2>
            Перетяжка кутовго дивану: Нове життя вашому місцю для відпочинку!
          </h2>
          <p>
            Втомилися від вигляду старого кутовго дивану? Ми знаємо, як його
            перетворити! Пропонуємо послугу перетяжки кутового дивану з
            використанням якісної тканини з антикігтевим покриттям. Тепер ваш
            улюблений диван виглядатиме як новий, а якісна тканина гарантує
            довговічність та стійкість до пошкоджень.
          </p>

          <h3>Що ми пропонуємо?</h3>
          <ul>
            <li>
              <strong>Якісна тканина:</strong> Широкий вибір кольорів та текстур
              для створення ідеального стилю вашого офісу.
            </li>
            <li>
              <strong>Антикіготь:</strong> Забудьте про подряпини та пошкодження
              – наші матеріали створені для витривалості.
            </li>
            <li>
              <strong>Безкоштовна доставка по місту Київ:</strong> Забезпечуємо
              швидке та зручне отримання вашого оновленого дивана.
            </li>
          </ul>

          <p>
            Зробіть перший крок до комфорту та стилю в вашій квартирі!
            Замовляйте перетяжку кутового дивану вже сьогодні та насолоджуйтеся
            бездоганною якістю.
          </p>
        </div>
      </div>
    </section>
  );
};

export default AngularSofa;
