import Image from 'next/image';
import classes from './page-paneli.module.css';

const PagePaneli = () => {
  return (
    <section className={`${classes.container_office_armchair} pt-[30px]`}>
      <h2 className={`${classes.container_paneli_h2}`}>
        Перетяжка стінових панелей
      </h2>
      <div className={`${classes.container_office_armchair_des}`}>
        <div>
          <Image
            src="/image/mebli/paneli.jpg"
            alt="Перетяжка стінових панелей"
            width={600}
            height={300}
            objectFit="contain"
          />
        </div>
        <div className={`${classes.content_describe}`}>
          <h2>Виготовлення та Перетяжка стінових панелей</h2>
          <p>
            Надаємо професійні послуги з виготовлення та оновлення м&#39;яких
            стінових панелей, що додадуть вашому інтер&#39;єру вишуканості та
            комфорту.
          </p>
          <h3>Наші послуги включають:</h3>
          <ul className={`${classes.container_ul}`}>
            <li>Виготовлення нових стінових панелей будь-якої складності</li>
            <li>Перетяжка наявних панелей</li>
            <li>
              Широкий вибір оббивних матеріалів (екошкіра, велюр, оксамит,
              шеніл)
            </li>
            <li>Можливість створення індивідуального дизайну</li>
            <li>
              Різноманітні варіанти декоративної прошивки та каретної стяжки
            </li>
          </ul>

          <h3>Переваги м&#39;яких стінових панелей:</h3>
          <ul className={`${classes.container_ul}`}>
            <li>Чудова звукоізоляція приміщення</li>
            <li>Додатковий теплоізоляційний шар</li>
            <li>Захист стін від механічних пошкоджень</li>
            <li>Маскування нерівностей стін</li>
            <li>Створення затишної атмосфери</li>
            <li>Стильний та сучасний вигляд інтер&#39;єру</li>
          </ul>

          <h3>Працюємо з приміщеннями будь-якого призначення:</h3>
          <ul className={`${classes.container_ul}`}>
            <li>Спальні та вітальні</li>
            <li>Дитячі кімнати</li>
            <li>Домашні кінотеатри</li>
            <li>Офісні приміщення</li>
            <li>Ресторани та кафе</li>
            <li>Готелі</li>
          </ul>

          <h3>Гарантуємо:</h3>
          <ul className={`${classes.container_ul}`}>
            <li>Якісні матеріали</li>
            <li>Професійне виконання робіт</li>
            <li>Дотримання термінів</li>
            <li>Тривалий термін експлуатації</li>
            <li>Доступні ціни</li>
          </ul>

          <p>
            Замовляйте консультацію, і ми допоможемо підібрати найкраще рішення
            для вашого інтер&#39;єру!
          </p>
        </div>
      </div>
    </section>
  );
};

export default PagePaneli;
