import classes from '@/component/office_armchair/page-office-armchair.module.css';
import Image from 'next/image';

const OfficeArmChair = () => {
  return (
    <section className={`${classes.container_office_armchair}`}>
      <h1>Перетяжка офісного крісла</h1>
      <div className={`${classes.container_office_armchair_des}`}>
        <Image
          src="/image/office_armchair.webp"
          alt="Перетяжка офісного крісла"
          width={600}
          height={300}
        />
        <div>
          <h2>Перетяжка офісного крісла: Нове життя вашому робочому місцю!</h2>
          <p>
            Втомилися від вигляду старого офісного крісла? Ми знаємо, як його
            перетворити! Пропонуємо послугу перетяжки офісного крісла з
            використанням якісної тканини з антикігтевим покриттям. Тепер ваш
            улюблений стілець виглядатиме як новий, а якісна тканина гарантує
            довговічність та стійкість до пошкоджень.
          </p>

          <h3>Що ми пропонуємо?</h3>
          <ul>
            <li>
              <strong>Якісна тканина:</strong> Широкий вибір кольорів та текстур
              для створення ідеального стилю вашого офісу.
            </li>
            <li>
              <strong>Антикіготь:</strong> Забудьте про подряпини та пошкодження
              – наші матеріали створені для витривалості.
            </li>
            <li>
              <strong>Безкоштовна доставка по місту Київ:</strong> Забезпечуємо
              швидке та зручне отримання вашого оновленого крісла.
            </li>
          </ul>

          <p>
            Зробіть перший крок до комфорту та стилю в вашому офісі! Замовляйте
            перетяжку офісного крісла вже сьогодні та насолоджуйтеся бездоганною
            якістю.
          </p>
        </div>
      </div>
    </section>
  );
};
export default OfficeArmChair;
