import classes from '@/component/office_armchair/page-office-armchair.module.css';

const ArmchairPage = () => {
  return (
    <main className={`${classes.container_office_armchair}`}>
      <h1>Перетяжка крісла</h1>
      <div className={`${classes.container_office_armchair_des}`}>
        <img src="./image/armchair.jpg" alt="Перетяжка  крісла" />
        <div>
          <h2>Перетяжка крісла: Нове життя вашому робочому місцю!</h2>
          <p>
            Втомилися від вигляду старого крісла? Ми знаємо, як його
            перетворити! Пропонуємо послугу перетяжки крісла з використанням
            якісної тканини з антикігтевим покриттям. Тепер ваш улюблений
            стілець виглядатиме як новий, а якісна тканина гарантує
            довговічність та стійкість до пошкоджень.
          </p>

          <h3>Що ми пропонуємо?</h3>
          <ul>
            <li>
              <strong>Якісна тканина:</strong> Широкий вибір кольорів та текстур
              для створення ідеального стилю вашого офісу.
            </li>
            <li>
              <strong>Антикіготь:</strong> Забудьте про подряпини та пошкодження
              – наші матеріали створені для витривалості.
            </li>
            <li>
              <strong>Безкоштовна доставка по місту Київ:</strong> Забезпечуємо
              швидке та зручне отримання вашого оновленого крісла.
            </li>
          </ul>

          <p>
            Зробіть перший крок до комфорту та стилю в вашому офісі! Замовляйте
            перетяжку крісла вже сьогодні та насолоджуйтеся бездоганною якістю.
          </p>
        </div>
      </div>
    </main>
  );
};
export default ArmchairPage;
