import classes from '@/component/office_armchair/page-office-armchair.module.css';
import Image from 'next/image';
import Link from 'next/link';

const ArmchairPage = () => {
  return (
    <section className={`${classes.container_office_armchair} pt-[30px]`}>
      <h2 className={`${classes.container_office_armchair_h2}`}>
        Перетяжка крісел
      </h2>
      <div className={`${classes.container_office_armchair_des}`}>
        <Image
          src="/image/armchair.jpg"
          alt="Перетяжка крісел"
          width={600}
          height={300}
        />
        <div>
          <p>
            Надаємо професійні послуги з оновлення та реставрації крісел.
            Повертаємо меблям привабливий вигляд та зручність!
          </p>

          <h3>Що входить у послугу:</h3>
          <ul>
            <li>Повне розбирання крісла</li>
            <li>Заміна зношеного наповнювача</li>
            <li>Ремонт або заміна пружинних блоків</li>
            <li>Відновлення каркасу за потреби</li>
            <li>Перетяжка новим оббивним матеріалом</li>
            <li>Заміна механізмів (для офісних крісел)</li>
          </ul>

          <h3>Працюємо з різними типами крісел:</h3>
          <ul>
            <li>М&apos;які домашні крісла</li>
            <li>Офісні крісла</li>
            <li>Крісла-качалки</li>
            <li>Комп&apos;ютерні крісла</li>
            <li>Каретна стяжка</li>
            <li>Барні стільці</li>
            <li>Антикварні крісла</li>
          </ul>

          <h3>
            <Link href={`/fabrics`}> Великий вибір оббивних матеріалів:</Link>{' '}
          </h3>
          <ul>
            <li>Екошкіра</li>
            <li>Натуральна шкіра</li>
            <li>Велюр</li>
            <li>Рогожка</li>
            <li>Оксамит</li>
            <li>Шеніл</li>
            <li>Жакардові тканини</li>
          </ul>

          <h3>Наші переваги:</h3>
          <ul>
            <li>Досвідчені майстри</li>
            <li>Гарантія на виконані роботи</li>
            <li>Використання якісних матеріалів</li>
            <li>Можливість виїзду майстра для оцінки</li>
            <li>Доступні ціни</li>
            <li>Індивідуальний підхід до кожного замовлення</li>
          </ul>

          <h3>Етапи роботи:</h3>
          <ul>
            <li>Безкоштовна консультація</li>
            <li>Оцінка об&apos;єму робіт</li>
            <li>Вибір матеріалів</li>
            <li>Узгодження ціни</li>
            <li>Виконання робіт</li>
            <li>Доставка готового виробу</li>
          </ul>

          <h3>Додаткові послуги:</h3>
          <ul>
            <li>Хімчистка оббивки</li>
            <li>Ремонт механізмів</li>
            <li>Заміна роликів</li>
            <li>Відновлення лакофарбового покриття</li>
            <li>Декоративна прошивка</li>
            <li>Додавання додаткових елементів комфорту</li>
          </ul>

          <p>
            Довірте оновлення вашого крісла професіоналам! Зробимо ваші улюблені
            меблі як нові!
          </p>
        </div>
      </div>
    </section>
  );
};

export default ArmchairPage;
